7767517
99 109
MemoryData               100:11                   0 1 100:11 0=48
MemoryData               112:12                   0 1 112:12 0=88
MemoryData               118:12                   0 1 118:12 0=88
MemoryData               124:12                   0 1 124:12 0=88
MemoryData               46:11                    0 1 46:11 0=136
MemoryData               52:11                    0 1 52:11 0=136
MemoryData               64:11                    0 1 64:11 0=224
MemoryData               70:11                    0 1 70:11 0=224
MemoryData               82:11                    0 1 82:11 0=32
MemoryData               94:11                    0 1 94:11 0=48
Input                    op_124                   0 1 130:12
BinaryOp                 op_125                   1 1 130:12 131:12 0=2 1=1 2=2.000000e+00
BinaryOp                 op_126                   1 1 131:12 132:12 0=1 1=1 2=1.000000e+00
Convolution              op_127                   1 1 132:12 135:12 0=48 1=3 3=2 4=-233 5=1 6=1296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_129                   1 1 135:12 139:12 0=48 1=3 4=-233 5=1 6=432 7=48 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_132                   1 1 139:12 141:12 0=24 1=1 4=-233 5=1 6=1152
Convolution              op_133                   1 1 141:12 144:12 0=144 1=1 4=-233 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_135                   1 1 144:12 148:12 0=144 1=3 3=2 4=-233 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_138                   1 1 148:12 150:12 0=32 1=1 4=-233 5=1 6=4608
Split                    splitncnn_0              1 2 150:12 150:12_splitncnn_0 150:12_splitncnn_1
Convolution              op_139                   1 1 150:12_splitncnn_1 153:12 0=192 1=1 4=-233 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_141                   1 1 153:12 157:12 0=192 1=3 4=-233 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_144                   1 1 157:12 158:12 0=32 1=1 4=-233 6=6144
Eltwise                  op_145                   2 1 150:12_splitncnn_0 158:12 159:12 0=1
BinaryOp                 op_146                   2 1 159:12 82:11 160:12
Convolution              op_147                   1 1 160:12 163:12 0=192 1=1 4=-233 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_149                   1 1 163:12 167:12 0=192 1=3 3=2 4=-233 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_152                   1 1 167:12 169:12 0=48 1=1 4=-233 5=1 6=9216
Split                    splitncnn_1              1 2 169:12 169:12_splitncnn_0 169:12_splitncnn_1
Convolution              op_153                   1 1 169:12_splitncnn_1 172:12 0=288 1=1 4=-233 5=1 6=13824 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_155                   1 1 172:12 176:12 0=288 1=3 4=-233 5=1 6=2592 7=288 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_158                   1 1 176:12 177:12 0=48 1=1 4=-233 6=13824
Eltwise                  op_159                   2 1 169:12_splitncnn_0 177:12 178:12 0=1
BinaryOp                 op_160                   2 1 178:12 94:11 179:12
Split                    splitncnn_2              1 2 179:12 179:12_splitncnn_0 179:12_splitncnn_1
Convolution              op_161                   1 1 179:12_splitncnn_1 182:12 0=288 1=1 4=-233 5=1 6=13824 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_163                   1 1 182:12 186:12 0=288 1=3 4=-233 5=1 6=2592 7=288 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_166                   1 1 186:12 187:12 0=48 1=1 4=-233 6=13824
Eltwise                  op_167                   2 1 179:12_splitncnn_0 187:12 188:12 0=1
BinaryOp                 op_168                   2 1 188:12 100:11 189:12
Convolution              op_169                   1 1 189:12 192:12 0=288 1=1 4=-233 5=1 6=13824 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_171                   1 1 192:12 196:12 0=288 1=3 3=2 4=-233 5=1 6=2592 7=288 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_174                   1 1 196:12 198:12 0=88 1=1 4=-233 5=1 6=25344
Split                    splitncnn_3              1 2 198:12 198:12_splitncnn_0 198:12_splitncnn_1
Convolution              op_175                   1 1 198:12_splitncnn_1 201:12 0=528 1=1 4=-233 5=1 6=46464 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_177                   1 1 201:12 205:12 0=528 1=3 4=-233 5=1 6=4752 7=528 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_180                   1 1 205:12 206:12 0=88 1=1 4=-233 6=46464
Eltwise                  op_181                   2 1 198:12_splitncnn_0 206:12 207:12 0=1
BinaryOp                 op_182                   2 1 207:12 112:12 208:12
Split                    splitncnn_4              1 2 208:12 208:12_splitncnn_0 208:12_splitncnn_1
Convolution              op_183                   1 1 208:12_splitncnn_1 211:12 0=528 1=1 4=-233 5=1 6=46464 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_185                   1 1 211:12 215:12 0=528 1=3 4=-233 5=1 6=4752 7=528 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_188                   1 1 215:12 216:12 0=88 1=1 4=-233 6=46464
Eltwise                  op_189                   2 1 208:12_splitncnn_0 216:12 217:12 0=1
BinaryOp                 op_190                   2 1 217:12 118:12 218:12
Split                    splitncnn_5              1 2 218:12 218:12_splitncnn_0 218:12_splitncnn_1
Convolution              op_191                   1 1 218:12_splitncnn_1 221:12 0=528 1=1 4=-233 5=1 6=46464 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_193                   1 1 221:12 225:12 0=528 1=3 4=-233 5=1 6=4752 7=528 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_196                   1 1 225:12 226:12 0=88 1=1 4=-233 6=46464
Eltwise                  op_197                   2 1 218:12_splitncnn_0 226:12 227:12 0=1
BinaryOp                 op_198                   2 1 227:12 124:12 228:12
Convolution              op_199                   1 1 228:12 231:12 0=528 1=1 4=-233 5=1 6=46464 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_201                   1 1 231:12 235:12 0=528 1=3 4=-233 5=1 6=4752 7=528 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_204                   1 1 235:12 237:12 0=136 1=1 4=-233 5=1 6=71808
Split                    splitncnn_6              1 2 237:12 237:12_splitncnn_0 237:12_splitncnn_1
Convolution              op_205                   1 1 237:12_splitncnn_1 240:12 0=816 1=1 4=-233 5=1 6=110976 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_207                   1 1 240:12 244:12 0=816 1=3 4=-233 5=1 6=7344 7=816 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_210                   1 1 244:12 245:12 0=136 1=1 4=-233 6=110976
Eltwise                  op_211                   2 1 237:12_splitncnn_0 245:12 246:12 0=1
BinaryOp                 op_212                   2 1 246:12 46:11 247:12
Split                    splitncnn_7              1 2 247:12 247:12_splitncnn_0 247:12_splitncnn_1
Convolution              op_213                   1 1 247:12_splitncnn_1 250:12 0=816 1=1 4=-233 5=1 6=110976 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_215                   1 1 250:12 254:12 0=816 1=3 4=-233 5=1 6=7344 7=816 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_218                   1 1 254:12 255:12 0=136 1=1 4=-233 6=110976
Eltwise                  op_219                   2 1 247:12_splitncnn_0 255:12 256:12 0=1
BinaryOp                 op_220                   2 1 256:12 52:11 257:12
Convolution              op_221                   1 1 257:12 260:12 0=816 1=1 4=-233 5=1 6=110976 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_223                   1 1 260:12 264:12 0=816 1=3 3=2 4=-233 5=1 6=7344 7=816 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_226                   1 1 264:12 266:12 0=224 1=1 4=-233 5=1 6=182784
Split                    splitncnn_8              1 2 266:12 266:12_splitncnn_0 266:12_splitncnn_1
Convolution              op_227                   1 1 266:12_splitncnn_1 269:12 0=1344 1=1 4=-233 5=1 6=301056 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_229                   1 1 269:12 273:12 0=1344 1=3 4=-233 5=1 6=12096 7=1344 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_232                   1 1 273:12 274:12 0=224 1=1 4=-233 6=301056
Eltwise                  op_233                   2 1 266:12_splitncnn_0 274:12 275:12 0=1
BinaryOp                 op_234                   2 1 275:12 64:11 276:12
Split                    splitncnn_9              1 2 276:12 276:12_splitncnn_0 276:12_splitncnn_1
Convolution              op_235                   1 1 276:12_splitncnn_1 279:12 0=1344 1=1 4=-233 5=1 6=301056 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_237                   1 1 279:12 283:12 0=1344 1=3 4=-233 5=1 6=12096 7=1344 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_240                   1 1 283:12 284:12 0=224 1=1 4=-233 6=301056
Eltwise                  op_241                   2 1 276:12_splitncnn_0 284:12 285:12 0=1
BinaryOp                 op_242                   2 1 285:12 70:11 286:12
Convolution              op_243                   1 1 286:12 289:12 0=1344 1=1 4=-233 5=1 6=301056 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     op_245                   1 1 289:12 293:12 0=1344 1=3 4=-233 5=1 6=12096 7=1344 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              op_248                   1 1 293:12 295:12 0=448 1=1 4=-233 5=1 6=602112
Convolution              op_249                   1 1 295:12 298:12 0=1792 1=1 4=-233 5=1 6=802816 9=3 -23310=2,0.000000e+00,6.000000e+00
Pooling                  op_251                   1 1 298:12 299:12 0=1 1=7 5=1
Squeeze                  op_252                   1 1 299:12 300:12 0=1 1=1 2=1792
InnerProduct             op_253                   1 1 300:12 302:12 0=5 1=1 2=8960
Softmax                  op_254                   1 1 302:12 304:12
